/* No comment provided by engineer. */
"%@ is busy." = "%@ 正忙";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ 组成...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ 未注册.";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ 想要打开视频";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\n原因是: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(invalid string)";

/* No comment provided by engineer. */
"(no description)" = "(no description)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Please describe your problem or you will be ignored>";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"ACCEPT" = "接受";

/* No comment provided by engineer. */
"Account creation issue" = "帐号创建问题";

/* No comment provided by engineer. */
"Account validation failed" = "帐号验证失败";

/* No comment provided by engineer. */
"Add new email" = "添加新邮箱";

/* No comment provided by engineer. */
"Add new phone number" = "添加新的电话号码";

/* No comment provided by engineer. */
"Add new SIP address" = "添加新的SIP地址";

/* No comment provided by engineer. */
"Address book" = "通讯录";

/* No comment provided by engineer. */
"Address incomplete" = "地址不完整";

/* No comment provided by engineer. */
"Answer" = "回应";

/* No comment provided by engineer. */
"Application logs" = "应用日志";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "你确认想要清除掉代理设置?";

/* No comment provided by engineer. */
"Assistant" = "助手";

/* No comment provided by engineer. */
"Assistant error" = "助手错误";

/* No comment provided by engineer. */
"Authentication needed." = "需要授权.";

/* No comment provided by engineer. */
"Average" = "平均";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "证书错误，检查你的帐号设置";

/* No comment provided by engineer. */
"Bad gateway" = "网关错误";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "电量低，停止视频？";

/* No comment provided by engineer. */
"Call %@" = "呼叫 %@";

/* No comment provided by engineer. */
"Call failed" = "呼叫失败";

/* No comment provided by engineer. */
"Call quality: %d" = "呼叫质量: %d";

/* No comment provided by engineer. */
"Calls" = "呼叫";

/* No comment provided by engineer. */
"Camera" = "摄像头";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot call %@." = "不能拨打 %@.";

/* No comment provided by engineer. */
"Cannot make call" = "不能拨打";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "支付失败，请稍候再试.";

/* No comment provided by engineer. */
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "连接服务器失败: 无效的服务器地址或服务器宕机.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "不能恢复您的配置，请检查配置或稍候再试";

/* No comment provided by engineer. */
"Cannot send email" = "不能发送邮件";

/* No comment provided by engineer. */
"Cannot send logs" = "不能发送日志";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "存储照片到照片库失败";

/* No comment provided by engineer. */
"Chat with %@" = "聊天 %@";

/* No comment provided by engineer. */
"Checkbox" = "收件夹";

/* No comment provided by engineer. */
"Choose an action" = "选择一个操作";

/* No comment provided by engineer. */
"Choose the image size" = "选择图片尺寸";

/* No comment provided by engineer. */
"Communication issue" = "通讯错误";

/* No comment provided by engineer. */
"Communication issue (%@)" = "通讯错误 (%@)";

/* No comment provided by engineer. */
"Conference" = "会议";

/* No comment provided by engineer. */
"Configuration failed" = "配置失败";

/* No comment provided by engineer. */
"Configuring account" = "配置帐号";

/* No comment provided by engineer. */
"Confirm password" = "确认密码";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\n%s" = "确认 SAS 和:\n%s";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Continue video" = "继续视频";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "不能配置您的帐号，请检查参数或稍候再试";

/* No comment provided by engineer. */
"Debug" = "调试";

/* No comment provided by engineer. */
"Decline" = "拒绝";

/* No comment provided by engineer. */
"DENY" = "拒绝";

/* No comment provided by engineer. */
"Deselect all" = "反选全部";

/* No comment provided by engineer. */
"Deselected" = "反选";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "直接连续";

/* No comment provided by engineer. */
"Disable logs" = "禁用日志";

/* No comment provided by engineer. */
"Do you want to delete selected contact?" = "您想删除选中的联系人么?";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?" = "您想删除选中的联系人么?";

/* No comment provided by engineer. */
"Do you want to delete selected conversations?" = "您想删除选中的会议么??";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "您想删除选中的日志么?";

/* No comment provided by engineer. */
"Do you want to delete selected messages?" = "您想删除选中的消息么?";

/* No comment provided by engineer. */
"Done" = "完成";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "拨号前，请配置一个SIP的代理服务器地址或者一个有效的SIP地址(例如sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "发消息前，请配置一个SIP的代理服务器地址或者一个有效的SIP地址(例如sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "邮箱地址";

/* No comment provided by engineer. */
"Enable logs" = "打开日志";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Error: no mail account configured" = "错误：未配置邮箱帐户";

/* ICE processing has failed */
"Failed" = "失败";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "使用指定的URL配置失败";

/* No comment provided by engineer. */
"Failed to query the server. Please try again later" = "查询服务器失败，请稍候再试";

/* No comment provided by engineer. */
"Failure" = "失败";

/* No comment provided by engineer. */
"Fetching remote configuration" = "获取远端配置";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "正在获取远端配置...";

/* No comment provided by engineer. */
"First name" = "名";

/* No comment provided by engineer. */
"Go to settings" = "去设置";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "这是我遇到的问题\n我正在做 ...\n我认为应该 ...\n结果，我遇到这个问题: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "我知道了，继续";

/* No comment provided by engineer. */
"IC_MSG" = "拨进来的电话 %@";

/* No comment provided by engineer. */
"IM_FULLMSG" = "%@: %@";

/* No comment provided by engineer. */
"IM_MSG" = "收到的消息 %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "应该还没有准备好";

/* ICE process is in progress */
"In progress" = "进行中";

/* No comment provided by engineer. */
"Invalid address" = "无效地址";

/* No comment provided by engineer. */
"Invalid display name." = "无效显示名称.";

/* No comment provided by engineer. */
"Invalid domain." = "无效域.";

/* No comment provided by engineer. */
"Invalid email." = "无效邮箱.";

/* No comment provided by engineer. */
"Invalid phone number." = "无效电话号码.";

/* No comment provided by engineer. */
"Invalid proxy address" = "无效代理地址";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "无效远程配置URL";

/* No comment provided by engineer. */
"Invalid route" = "无效路由";

/* No comment provided by engineer. */
"Invalid route." = "无效路由.";

/* No comment provided by engineer. */
"Invalid server response" = "无效服务器响应";

/* No comment provided by engineer. */
"Invalid SIP address" = "无效SIP地址";

/* No comment provided by engineer. */
"Invalid username or domain" = "无效用户名或域";

/* No comment provided by engineer. */
"Invalid username." = "无效用户名.";

/* No comment provided by engineer. */
"Last name" = "姓";

/* No comment provided by engineer. */
"Low bandwidth" = "宽带低";

/* InAppSettingsKit */
"Mail not configured" = "邮箱未配置";

/* No comment provided by engineer. */
"Mark Read" = "标为已读";

/* No comment provided by engineer. */
"Maximum" = "最多";

/* No comment provided by engineer. */
"Minimum" = "最少";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT(s) 连接";

/* No comment provided by engineer. */
"Network down" = "失去网络";

/* No comment provided by engineer. */
"Network Error" = "网络错误";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No account configured" = "帐号未配置";

/* No comment provided by engineer. */
"No address" = "无地址";

/* No comment provided by engineer. */
"No call in progress" = "当前没有电话";

/* No comment provided by engineer. */
"No default account" = "无默认帐号";

/* No comment provided by engineer. */
"No microphone" = "无麦克风";

/* No comment provided by engineer. */
"No response received from remote" = "远端无响应";

/* No comment provided by engineer. */
"None" = "无";

/* ICE has not been activated for this call */
"Not activated" = "未激活";

/* No comment provided by engineer. */
"Not implemented" = "未实现";

/* No comment provided by engineer. */
"Not registered" = "未注册";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "未收集到信息，退出.";

/* No comment provided by engineer. */
"Now" = "现在";

/* InAppSettingsKit */
"OK" = "好";

/* No comment provided by engineer. */
"Ok" = "O好";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "操作停止";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "操作未授权，因为证书丢失";

/* No comment provided by engineer. */
"Password too long." = "密码太长.";

/* No comment provided by engineer. */
"Password too short." = "密码太短.";

/* No comment provided by engineer. */
"Passwords do not match." = "密码不匹配.";

/* No comment provided by engineer. */
"PHONE NUMBER" = "电话号码";

/* No comment provided by engineer. */
"Phone number length invalid." = "电话号码长度无效.";

/* No comment provided by engineer. */
"Phone number too long." = "电话号码太长.";

/* No comment provided by engineer. */
"Phone number too short." = "电话号码太短.";

/* No comment provided by engineer. */
"Phone numbers" = "电话号码";

/* No comment provided by engineer. */
"Photo library" = "相片簿";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "请确认设置连接网络以及你的SIP帐号配置正确.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "请关闭手机信号.";

/* No comment provided by engineer. */
"Provisioning Load error" = "配置加载出错";

/* No comment provided by engineer. */
"Registered" = "已注册";

/* No comment provided by engineer. */
"Registration failed" = "注册失败";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "注册失败因为授权信息丢失或无效 %1$@@%2$@.\n您可以重新输入密码或者检查设置.";

/* No comment provided by engineer. */
"Registration failure" = "注册失败";

/* No comment provided by engineer. */
"Registration in progress" = "注册中";

/* ICE has established a connection through a relay */
"Relay connection" = "中继器连接";

/* No comment provided by engineer. */
"Remote configuration" = "远程配置";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "远程配置成功.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "移除帐户";

/* No comment provided by engineer. */
"Reply" = "回复";

/* Resend */
"Resend" = "重发";

/* No comment provided by engineer. */
"Resource moved permanently" = "永久删除资源";

/* No comment provided by engineer. */
"Resource no longer exists" = "资源不存在";

/* No comment provided by engineer. */
"Select all" = "选择全部";

/* No comment provided by engineer. */
"Select picture source" = "选择图片源";

/* No comment provided by engineer. */
"Selected" = "选择";

/* No comment provided by engineer. */
"Send logs" = "发送日志";

/* No comment provided by engineer. */
"Sending logs" = "日志发送中";

/* No comment provided by engineer. */
"Server error" = "服务器错误";

/* No comment provided by engineer. */
"Server request error" = "服务器请求错误";

/* No comment provided by engineer. */
"Server timeout" = "服务器超时";

/* No comment provided by engineer. */
"Settings" = "配置";

/* No comment provided by engineer. */
"Show" = "显示";

/* No comment provided by engineer. */
"SIP addresses" = "SIP地址";

/* No comment provided by engineer. */
"Skip verification" = "跳过验证";

/* No comment provided by engineer. */
"Stop video" = "停止视频";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"Temporarily unavailable" = "暂时不可用";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "当前无可用网络，配置帐号前请打开WIFI或者WWAN";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "当前无可用网络，打电话前请打开WIFI或者WWAN";

/* No comment provided by engineer. */
"This account is already registered." = "帐号已经注册.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "设备未配置好邮箱，请在设置中去配置邮箱.";

/* No comment provided by engineer. */
"This name is already taken." = "用户名已经被占用.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "将会加载远程配置，是否继续?";

/* No comment provided by engineer. */
"TODAY" = "今天";

/* No comment provided by engineer. */
"Transfer error" = "转接错误";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown error" = "未知错误";

/* No comment provided by engineer. */
"Unknown error (%@)." = "未知错误 (%@).";

/* No comment provided by engineer. */
"Unsupported content" = "不支持的内容";

/* No comment provided by engineer. */
"Unsupported transport" = "不支持的传送";

/* No comment provided by engineer. */
"USERNAME" = "用户名";

/* No comment provided by engineer. */
"Username length invalid." = "用户名长度无效.";

/* No comment provided by engineer. */
"Username too long." = "用户名太长.";

/* No comment provided by engineer. */
"Username too short." = "用户名太短.";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "网络带宽限制，视频不可用，仅音频可用";

/* No comment provided by engineer. */
"Voice mail" = "语音邮箱";

/* No comment provided by engineer. */
"Warning" = "警告";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "警告:该邮件会附带3个附件\n- 日志\n- 配置\n- 聊天历史.\n可能会包含隐私内容(可能会包含密码!).\n发邮件前，虽然你可以移除一个或多个附件，但这些文件有助于诊断您遇到的问题.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "警告: 将会创建一个带应用日志的邮件. 能会包含隐私内容(不包含密码!).\n这些文件有助于诊断您遇到的问题.";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"YESTERDAY" = "昨天";

/* No comment provided by engineer. */
"You already own an account." = "您已经有一个帐号了.";

/* No comment provided by engineer. */
"You cancelled your account." = "您取消了您的帐号.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "您已经支付了一个帐号，但这个帐号已经不存在了.";

/* No comment provided by engineer. */
"You missed a call from %@" = "您错过了一个电话来自 %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "您必须授权访问通讯录.\在设置 > 隐私 > 联系人";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "你需要连接一个麦克风才能使用.";

/* No comment provided by engineer. */
"Your account could not be checked yet. You can skip this validation or try again later." = "你的帐号还没有验证. 您可以跳过这次的验证下次再试.";

/* No comment provided by engineer. */
"Your account could not be created, please try again later." = "您的帐号还没有创建，请稍候再试.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "该设置尚配置邮箱. 请配置邮箱以发送日志信息";

